---
kind: property
id: P:Autodesk.Revit.DB.DisciplineTypeId.Hvac
zh: 暖通
source: html/19fec96f-3003-db47-b35f-dcb66b1ff730.htm
---
# Autodesk.Revit.DB.DisciplineTypeId.Hvac Property

**中文**: 暖通

HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId Hvac { get; }
```